Repository: rjelierse/events
Catalog: translations/*.po
Languages: nl

source: Event
nl: Evenement

source: Node for a future event.
nl: Pagina voor een evenement. Alle evenementen verschijnen in de agena.

source: Event name
nl: Evenement naam

source: Event description
nl: Extra informatie

source: Event date
nl: Datum

source: Event location
nl: Locatie

source: Date
nl: Datum

source: Location
nl: Locatie

source: Upcoming events
nl: Agenda

source: No events in the next 7 days.
nl: Geen evenementen de komende 7 dagen.

source: Could not load the list of events
nl: Kon de agenda niet laden.

source: There are no events in the future.
nl: Er zijn geen toekomstige evenementen.

source: List of the coming events.
nl: Lijst met komende evenementen.

source: Events
nl: Evenementen

source: Simple event management module.
nl: Eenvoudige module voor het beheren van evenementen.
